Repository: ProzorroUKR/openprocurement-docs
Catalog: docs/source/locale/*/LC_MESSAGES/standard/change.po
Languages: uk

source: Schema
uk: Схема

source: uid, auto-generated
uk: uid, генерується автоматично

source: The identifier for this Change.
uk: Ідентифікатор для об'єкта Change

source: string, multilingual, required
uk: рядок, багатомовний, обов'язковий

source: Reason for agreement change
uk: Причина для зміни угоди

source: string, :ref:`date`, auto-generated
uk: рядок, :ref:`date`, генерується автоматично

source: string, :ref:`date`
uk: рядок, :ref:`date`

source: string
uk: рядок

source: string, required
uk: рядок, обов'язковий

source: The current status of the change.
uk: Поточний статус зміни.

source: Possible values are:
uk: Можливі значення:

source: `pending` - this change has been added.
uk: `pending` - ця зміна може бути додана.

source: `active` - this change has been confirmed.
uk: `active` - ця зміна була підтверджена.

source: `cancelled` - this change has been cancelled.
uk: `cancelled` - ця зміна скасована.

source: Default value is `taxRate`.
uk: Значення за замовчуванням - `taxRate`.

source: List of :ref:`UnitPriceModification` objects
uk: Список об'єктів :ref:`UnitPriceModification`

source: For `ChangeTaxRate`, `UnitPriceModification` is allowed only with one attribute ( `factor` or `addend` ).
uk: Для `UnitPriceModification` в `ChangeTaxRate` дозволяється тільки один атрибут (`factor` або `addend` ).

source: Default value is `itemPriceVariation`.
uk: Значення за замовчуванням - `itemPriceVariation`.

source: For `ChangeItemPriceVariation`, `UnitPriceModification` is allowed only with `factor` . `factor` attribute should be in range 0.9 - 1.1.
uk: Для `UnitPriceModification` в `ChangeItemPriceVariation` дозволяється тільки атрибут `factor`. Атрибут `factor` має бути в межах 0.9 - 1.1.

source: Default value is `thirdParty`.
uk: Значення за замовчуванням - `thirdParty`.

source: For `ChangeThirdParty`, `UnitPriceModification` is allowed only with `factor` . `factor` attribute should be over 0.0.
uk: Для `UnitPriceModification` в `ChangeThirdParty` дозволяється тільки атрибут `factor`. Атрибут `factor` має бути більше 0.0.

source: Default value is `partyWithdrawal`.
uk: Значення за замовчуванням - `partyWithdrawal`.

source: List of :ref:`ContractModification` objects
uk: Список об'єктів :ref:`ContractModification`

source: Id of changing item.
uk: Ідентифікатор змінюваного об'єкту.

source: decimal
uk: неціле число

source: Min value is 0.0 .
uk: Мінімальне значення - 0.0.

source: Is absolute value of changing. Note: factor and addend are not required fields. But one of fields should be provided.
uk: Абсолютне значення зміни. Примітка: `factor` і `addend` не є обов'язковими полями, але хоча б одне поле має бути заповненим.

source: Workflow
uk: Схема роботи

source: \* marks initial state
uk: \* позначає початковий стан
