Repository: ProzorroUKR/openprocurement-docs
Catalog: docs/source/locale/*/LC_MESSAGES/standard/contract.po
Languages: uk

source: Schema
uk: Схема

source: uid, auto-generated
uk: uid, генерується автоматично

source: |ocdsDescription| The identifier for this contract.
uk: |ocdsDescription| Ідентифікатор цього договору.

source: string, required
uk: рядок, обов’язковий

source: |ocdsDescription| The `Award.id` against which this contract is being issued.
uk: |ocdsDescription| `Award.id` вказує на рішення, згідно якого видається договір.

source: string, auto-generated, read-only
uk: рядок, генерується автоматично, лише для читання

source: string
uk: рядок

source: |ocdsDescription| Contract title
uk: |ocdsDescription| Назва договору

source: |ocdsDescription| Contract description
uk: |ocdsDescription| Опис договору

source: |ocdsDescription| The current status of the contract.
uk: |ocdsDescription| Поточний статус договору.

source: Possible values are:
uk: Можливі значення:

source: `pending` - this contract has been proposed, but is not yet in force. It may be awaiting signature.
uk: `pending` - цей договір запропоновано, але він ще не діє. Можливо очікується його підписання.

source: `active` - this contract has been signed by all the parties, and is now legally in force.
uk: `active` - цей договір підписаний всіма учасниками, і зараз діє на законних підставах.

source: `cancelled` - this contract has been cancelled prior to being signed.
uk: `cancelled` - цей договір було скасовано до підписання.

source: Possible values for :ref:`contracting`:
uk: Можливі значення для :ref:`contracting`:

source: `terminated` - this contract was signed and in force, and has now come to a close. This may be due to a successful completion of the contract, or may be early termination due to some non-completion issue.
uk: `terminated` - договір був підписаний та діяв, але вже завершився. Це може бути пов'язано з виконанням договору, або з достроковим припиненням через якусь незавершеність.

source: |ocdsDescription| The start and end date for the contract.
uk: |ocdsDescription| Дата початку та завершення договору.

source: List of :ref:`Item` objects, auto-generated, read-only
uk: Список об’єктів :ref:`Item`, генерується автоматично, лише для читання

source: |ocdsDescription| The goods, services, and any intangible outcomes in this contract. Note: If the items are the same as the award do not repeat.
uk: |ocdsDescription| Товари, послуги та інші нематеріальні результати у цій угоді. Зверніть увагу: Якщо список співпадає з визначенням переможця `award`, то його не потрібно повторювати.

source: List of :ref:`Organization` objects, auto-generated, read-only
uk: Список об’єктів :ref:`Organization`, генерується автоматично, лише для читання

source: |ocdsDescription| The total value of this contract.
uk: |ocdsDescription| Загальна вартість договору.

source: string, :ref:`date`
uk: рядок, :ref:`date`

source: |ocdsDescription| The date when the contract was signed. In the case of multiple signatures, the date of the last signature.
uk: |ocdsDescription| Дата підписання договору. Якщо було декілька підписань, то береться дата останнього підписання.

source: string, :ref:`date`, auto-generated
uk: рядок, :ref:`date`, генерується автоматично

source: Time frame for `dateSigned`in :ref:`defense`:
uk: Діапазон значень для поля `dateSigned`:

source: reporting procedure:
uk: для процедури звітування про укладений договір:

source: [24 hours ago - now]
uk: [24 години назад - тепер]

source: negotiation/negotiation.quick procedure:
uk: для переговорної процедури / переговорної процедури за нагальною потребою:

source: [complaint period end - now]
uk: [закінчення періоду оскаржень - тепер]

source: List of :ref:`Document` objects
uk: Список об’єктів :ref:`Document`

source: |ocdsDescription| All documents and attachments related to the contract, including any notices.
uk: |ocdsDescription| Усі документи та додатки пов’язані з договором, включно з будь-якими повідомленнями.

source: The date when the contract was changed or activated.
uk: Дата, коли договір був змінений або активований.

source: This field is not in :ref:`contracting`
uk: Поля немає в :ref:`contracting`

source: Additional fields for :ref:`contracting`:
uk: Додаткові поля для: :ref:`contracting`:

source: |ocdsDescription| The entity managing the procurement, which may be different from the buyer who is paying / using the items being procured.
uk: |ocdsDescription| Об’єкт, що управляє закупівлею. Він не обов’язково є покупцем, який платить / використовує закуплені елементи.

source: List of :ref:`Change` objects.
uk: Список пов’язаних об’єктів :ref:`Change`.

source: float, required
uk: число з рухомою комою, обов’язкове

source: string, required, auto-generated
uk: рядок, обов’язковий, генерується автоматично

source: bool, required , auto-generated
uk: логічний (булевий) тип даних, обов’язковий, генерується автоматично

source: Amount of money actually paid.
uk: Дійсно оплачена сума.

source: string, required for unsuccessful contract
uk: рядок, обов’язковий для неуспішних договорів

source: Reasons for contract termination. Presence of this field indicates that contract is unsuccessful.
uk: Причина припинення договору. Наявність цього поля вказує, що договір є неуспішним.

source: Workflow in :ref:`contracting`
uk: Робочий процес в :ref:`contracting`

source: \* marks initial state
uk: \* позначає початковий стан

source: Workflow in :ref:`openeu`
uk: Робочий процес в :ref:`openeu`

source: List of :ref:`Parameter` objects, auto-generated, read-only
uk: Список об’єктів :ref:`Parameter` генерується автоматично, лише для читання
