Repository: ProzorroUKR/openprocurement-docs
Catalog: docs/source/locale/*/LC_MESSAGES/standard/util.po
Languages: uk

source: Schema
uk: Схема

source: string, :ref:`date`
uk: рядок, :ref:`date`

source: |ocdsDescription| The start date for the period.
uk: |ocdsDescription| Початкова дата періоду.

source: |ocdsDescription| The end date for the period.
uk: |ocdsDescription| Кінцева дата періоду.

source: `startDate` should always precede `endDate`.
uk: Значення `startDate` завжди повинно йти перед `endDate`.

source: Date/time in :ref:`date-format`.
uk: Дата/час у :ref:`date-format`.

source: float, required
uk: float, обов’язково

source: |ocdsDescription| Amount as a number.
uk: |ocdsDescription| Кількість як число.

source: Should be positive.
uk: Повинно бути додатнім.

source: string, required
uk: рядок, обов’язковий

source: |ocdsDescription| The currency in 3-letter ISO 4217 format.
uk: |ocdsDescription| Валюта у трибуквенному форматі ISO 4217.

source: bool, required
uk: bool, обов’язково

source: Date when changes were recorded.
uk: Дата, коли зміни були записані.

source: List of `Change` objects
uk: Список об’єктів `Change`

source: string, required, default = `UAH`
uk: рядок, обов’язковий, за замовчуванням = `UAH`

source: uid, auto-generated
uk: uid, генерується автоматично

source: The identifier for this Change.
uk: Ідентифікатор для цієї зміни.

source: string, multilingual, required
uk: рядок, багатомовний, обов’язковий

source: Reason for contract change
uk: Причина зміни контракту

source: List of strings, required
uk: Список рядків, обов’язковий

source: Type of the rationale behind contract change
uk: Тип причини додання змін до договору

source: Changes to the contract can be made in cases described in the 4th part of Article 36 of the Law “On the Public Procurement”.
uk: Внесення змін до істотних умов договору можливі у випадках, описаних частиною четвертою статті 36 Закону України “Про публічні закупівлі”.

source: Possible string values are:
uk: Можливі значення:

source: `volumeCuts` - Reduction of the procurement’s volume
uk: `volumeCuts` - Зменшення обсягів закупівлі

source: reduction of the procurement’s volume, particularly taking into account the actual expenditures of the procuring entity;
uk: зменшення обсягів закупівлі, зокрема з урахуванням фактичного обсягу видатків замовника;

source: `itemPriceVariation` - Change in the unit’s price
uk: `itemPriceVariation` - Зміна ціни за одиницю товару

source: change in the unit’s price (no more than 10%) due to product’s price fluctuations on the market, provided that the said change will not increase the sum of money specified in the contract;
uk: зміна ціни за одиницю товару не більше ніж на 10 відсотків у разі коливання ціни такого товару на ринку, за умови, що зазначена зміна не призведе до збільшення суми, визначеної в договорі;

source: `qualityImprovement` - Improvement of the procurement item’s quality
uk: `qualityImprovement` - Покращення якості предмета закупівлі

source: improvement of the item's quality, provided that such improvement will not increase the sum of money specified in the contract;
uk: покращення якості предмета закупівлі за умови, що таке покращення не призведе до збільшення суми, визначеної в договорі;

source: `durationExtension` - Extension of the period of the contract duration (due to documented objective circumstances)
uk: `durationExtension` - Продовження строку дії договору (через документально підтверджені об’єктивні обставини)

source: extension of the period of the contract duration and obligations fulfilment regarding the transfer of goods, implementation of works and provision of services in case of documented objective circumstances that led to such extension, including force majeure, delays in funding of procuring entity’s expenditures, provided that such changes will not increase the sum of money specified in the contract;
uk: продовження строку дії договору та виконання зобов’язань щодо передання товару, виконання робіт, надання послуг у разі виникнення документально підтверджених об’єктивних обставин, що спричинили таке продовження, у тому числі непереборної сили, затримки фінансування витрат замовника, за умови, що такі зміни не призведуть до збільшення суми, визначеної в договорі;

source: `priceReduction` - Coordinated price reduction
uk: `priceReduction` - Узгоджене зменшення ціни

source: coordinated downward price change (without changing the quantity (volume) and quality of goods, works, and services);
uk: узгоджена зміна ціни в бік зменшення (без зміни кількості (обсягу) та якості товарів, робіт і послуг);

source: `taxRate` - Price changes due to changes in tax rates and fees
uk: `taxRate` - Зміна ціни у зв’язку із зміною ставок податків і зборів

source: price changes due to changes in tax rates and fees in proportion to changes of those rates;
uk: зміна ціни у зв’язку із зміною ставок податків і зборів пропорційно до змін таких ставок;

source: `thirdParty` - Change of the third-party indicators (rate, indices...)
uk: `thirdParty` - Зміна сторонніх показників (курсу, тарифів…)

source: changes of established under the law by the State Statistics Service consumer price index, changes in foreign currency, changes in stock prices or Platts indices, regulated prices (rates) and standards that are used in the procurement contract if the price change order is specified in the procurement contract;
uk: зміна встановленого згідно із законодавством органами державної статистики індексу споживчих цін, зміни курсу іноземної валюти, зміни біржових котирувань або показників Platts, регульованих цін (тарифів) і нормативів, які застосовуються в договорі про закупівлю, у разі встановлення в договорі про закупівлю порядку зміни ціни;

source: `fiscalYearExtension` - Extension of the period of the contract duration to the next year
uk: `fiscalYearExtension` - Продовження строку дії договору на наступний рік

source: changes in contract terms according to the provisions of part 5 of Article 36.
uk: зміна умов у зв’язку із застосуванням положень частини п’ятої статті 36.

source: Article 36 Part 5. Effect of the procurement contract may be continued for a period sufficient for conduction of the procurement procedure at the beginning of the next year in volume that does not exceed 20% of the sum specified in the contract concluded in the previous year, if expenditures for this purpose are approved in the prescribed manner.
uk: Стаття 36 Частина 5: Дія договору про закупівлю може продовжуватися на строк, достатній для проведення процедури закупівлі на початку наступного року, в обсязі, що не перевищує 20 відсотків суми, визначеної в договорі, укладеному в попередньому році, якщо видатки на цю мету затверджено в установленому порядку.

source: string, :ref:`date`, auto-generated
uk: рядок, :ref:`date`, генерується автоматично

source: string
uk: рядок

source: The current status of the change.
uk: Поточний стан зміни.

source: Possible values are:
uk: Можливі значення:

source: `pending` - this change has been added.
uk: `очікування` - ця зміна була додана.

source: `active` - this change has been confirmed.
uk: `активний` - ця зміна підтверджена.

source: Workflow
uk: Робочий процес

source: \* marks initial state
uk: \* позначає початковий стан
